{
  "ChatGPT.nvim": { "branch": "main" },
  "Comment": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "autopairs": { "branch": "master" },
  "bufdelete.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cellular-automaton": { "branch": "main" },
  "cmp": { "branch": "perf" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-latex-symbols": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-spell": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "devicons": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "duck": { "branch": "main" },
  "fidget": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "fish": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "fsread": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "gp.nvim": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "heirline": { "branch": "master" },
  "hererocks": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "keyseer.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-signature": { "branch": "master" },
  "lspconfig": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lua-utils.nvim": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "lush": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "modicator.nvim": { "branch": "main" },
  "neodev": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neominimap.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "none-ls": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "octo": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "paint.nvim": { "branch": "main" },
  "pathlib.nvim": { "branch": "main" },
  "peek": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pomo.nvim": { "branch": "main" },
  "profile.nvim": { "branch": "master" },
  "rust-tools": { "branch": "master" },
  "scrap": { "branch": "main" },
  "sentiment.nvim": { "branch": "main" },
  "silicon": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "surround": { "branch": "main" },
  "sxhkd": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf": { "branch": "main" },
  "telescope-luasnip": { "branch": "master" },
  "terminal.nvim": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "toml": { "branch": "main" },
  "transparent": { "branch": "main" },
  "tree-sitter-just": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-textobjects": { "branch": "master" },
  "trouble": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-angry-reviewer": { "branch": "main" },
  "vim-just": { "branch": "main" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yuck": { "branch": "master" }
}
